<template>
  <v-container>
    <section class="product mt-3 elevation-15">
      <v-layout raw wrap>
        <v-flex xs12 lg6 offset-lg3>
          <img src="../img/mexico.jpg" class="product_img" />
        </v-flex>

        <v-flex lg12>
          <div class="product_info">
            <h5 class="product_title display-2 mb-4 mt-4">О нас</h5>
            <p class="text mb-3">
              Многие люди отходят от стандартной европейской кухни, блюда
              которой сдержаны и лаконичны, и предпочитают, к примеру,
              мексиканскую. Ведь вся еда готовится по другой технологии с
              добавлением изысканных и нестандартных пряностей, приправ, соусов
              и ингредиентов. Кроме того, сейчас достаточно модно угощать своих
              друзей необычными яствами, которые они никогда до этого не
              пробовали. Однако далеко не все заведения предлагают блюда
              различных стран, тем не менее, ресторан мексиканской кухни
              «Дионис» располагает обширным меню. Мы уверены, что среди нашего
              разнообразия вы сможете выбрать позицию меню, которая вас наиболее
              привлекает. Буритто (классическое мексиканское блюдо), как и
              Фахитас, Кесадилья, Начос, Такос предлагаются в нескольких
              вариациях, в зависимости от ингредиентов (овощи, телятина,
              свинина, курица). Исходя из своих предпочтений вы сможете сделать
              выбор. Следует отметить, что практически все блюда острые, ведь
              особенность предложенной кухни – пикантные, острые приправы,
              которые являются незаменимой добавкой. Однако наш ресторан
              мексиканской кухни всегда предупреждает об этом своих посетителей,
              кроме того, специально для них может сделать состав пряностей не
              таким насыщенным. Многие считают, что необычные блюда других стран
              – достаточно дорогостоящее удовольствие. Однако, как правило, это
              ошибочное мнение, ведь европейские и русские блюда практически
              соответствуют в цене китайским, мексиканским и другим. Кроме того,
              ресторан «Дионис» устанавливает вполне обоснованные, демократичные
              цены, которые формируются в зависимости от вида блюда (закуска,
              горячее, десерт), его наполнения, сложности приготовления. Именно
              поэтому наш ресторан мексиканской кухни и пользуется большой
              востребованностью и спросом. Кроме этого, мы располагаем сервисом
              доставки любого заказа по указанному адресу. Это позволит
              наслаждаться нашими кулинарными шедеврами не только в стенах
              заведения. Следует отметить, что данный сервис весьма выгоден и
              удобен, особенно для жителей Москвы. Все наши блюда готовятся из
              свежих и вкусных продуктов, которые впоследствии позволяют яствам
              быть оригинальными и необычными. А профессионализм наших поваров
              позволяет сделать даже из непримечательных и обычных ингредиентов
              настоящие произведения искусства. Мы уверены, что наш ресторан
              мексиканской кухни обязательно придется по душе настоящим
              гурманам. Всех ценителей буритто и фахитас, недорогой ресторан
              (кафе) «Дионис» приглашает отведать эти прекрасные блюда,
              приготовленные строго в соответствии с рецептами. У нас вы сможет
              попробовать настоящий мексиканский такос — кукурузную лепешку с
              нарезанными ломтиками мяса и различными овощами. Уверены, его
              превосходные вкусовые характеристики непременно приведут вас в
              восторг. Также мы приготовим для вас отменную кесадилью в
              различных вариантах (со свининой, телятиной, курицей или
              вегетарианскую), которая станет вашим любимым блюдом из этой
              кухни. Необходимо заметить, что цены в нашем кафе являются
              наиболее демократичными среди прочих, при этом вкусовые качества
              еды находятся на высшем уровне. Наш ресторан (Тропарево) с
              радостью ждет своих гостей. Мы готовы радовать вас комфортной и
              уютной обстановкой, а также красивой музыкой и высоким уровнем
              сервисного обслуживания. Посетив нас однажды, вы обязательно
              пополните ряды наших постоянных клиентов.
            </p>
          </div>
        </v-flex>
      </v-layout>
    </section>
  </v-container>
</template>

<script>
export default {};
</script>

<style scoped>
.product {
  display: flex;
  align-items: center;
  flex-wrap: wrap;
  border: 1px solid #1c77ad;
  padding: 30px;
  margin-bottom: 100px;
}
.product_img {
  height: 100%;
  width: 100%;
}
.product_info {
  margin-left: 25px;
  margin-right: 25px;
}
.product_title {
  font-size: 1.6rem;
  font-weight: bold;
  color: #1875d0;
  margin-bottom: 0;
}
.text {
  color: rgb(70, 61, 61);
  font-size: 1.2rem;
  text-align: justify;
}
</style>
